// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="Registre de transmission fax";
"User Name"="Nom de l'utilisateur";
"Start Date/Time"="Date/hre début";
"End Date/Time"="Date/hre fin";
"Recipient"="Destinataire";
"Company/Corp."="Entreprise/gpe";
"Fax Number"="Numéro de fax";
"Status"="État";
"Number of Pages"="Nb de pages";
"Image Quality"="Qualité image";
"Str_Fax_Transmission_Record_Num_Of_Selected"="%1$d sur %2$d sélectionné(s)";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="À propos de FAX Utility...";
"Preferences..."="Préférences...";
"Services"="Services";
"Hide FAX Utility"="Masquer FAX Utility";
"Hide Others"="Masquer les autres";
"Show All"="Tout afficher";
"Quit FAX Utility"="Quitter FAX Utility";
"File"="Fichier";
"Close"="Fermer";
"Save"="Enregistrer";
"Edit"="Modifier";
"Delete log"="Supprimer le journal";
"Window"="Fenêtre";
"Minimize"="Placer dans le Dock";
"Help"="Aide";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="Envoyé";
"SentStatusError10001"="Transm. annulée";
"SentStatusError10002"="Aucun destinataire indiqué";
"SentStatusError10003"="Format de papier non pris en charge";
"SentStatusError10004"="Plus d'espace sur le disque";
"SentStatusError10005"="La ligne du fax est occupée";
"SentStatusError10006"="Numéro composé incorrect";
"SentStatusError10007"="Échec transm. couleur";
"SentStatusError10008"="Pas de tonalité";
"SentStatusError10009"="Pas de réponse";
"SentStatusError10010"="Limite données dépassée";
"SentStatusError10011"="Protocole com. inconnu";
"SentStatusError10012"="Déconnexion (PC -> impr.)";
"SentStatusError10013"="Échec comm. (impr. -> dest.)";
"SentStatusError10014"="PC-FAX non dispo.";
"SentStatusErrorComm"="Erreur de communication(%d)";
"SentStatusError10015"="Imp. obt. rés. envoi";
"SentStatusError110001"="Erreur inconnue";

"SentResolutionNormal"="Normale";
"SentResolutionFine"="Fine(Couleur)";
"SentResolutionPhoto"="Photo";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Annuler";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Impossible de localiser le fichier nécessaire à l'exécution de l'application.\nRéinstallez FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossible d'obtenir les informations de l'imprimante (fax). Accédez à \"Préférences de fax et d'impression\" et ajoutez le pilote PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Le fichier indiqué existe déjà. Souhaitez-vous l'écraser ?";
"Str_Alert_Common_Not_Responding_Error"="L'imprimante ne répond pas. Vérifiez que l'imprimante est correctement connectée et sous tension.";
"Str_Alert_Common_Communication_Error"="Erreur de communication au niveau de l'imprimante.";
"Str_Alert_Common_Printer_Processing_Error"="L'imprimante traite les données. Patientez un peu et réessayez.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Une erreur a été détectée lors de la communication avec l'imprimante.\nCode d'erreur (%d)";
"Str_Alert_Common_Error_Occurred"="Traitement annulé en raison d'une erreur.";
"Str_Alert_Common_PrinterStatusError"="Une erreur est survenue au niveau de l'imprimante. Résolvez l'erreur et réessayez.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Impossible d'ouvrir le registre de transmission du fax : une autre fonction FAX Utility est déjà en cours d'exécution. Veuillez attendre la fin de la fonction et réessayer.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="Impossible d'ouvrir le fichier du registre de la transmission. Vous ne disposez pas de droits d'accès ou le fichier n'existe pas.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="Aucun registre de transmission.";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="Échec de l'enregistrement du fichier journal. Modifiez le chemin et le nom du fichier et réessayez.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="Échec de la suppression du fichier journal. Il est possible qu'il soit utilisé par une autre application, que vous ne disposiez pas de droits d'accès ou qu'il ait déjà été supprimé.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="Tous les journaux seront supprimés. Souhaitez-vous poursuivre ?";

// ------------------------------------------------------------------------
"SentStatusError10017"="Échec de l'authentification (non autorisée)";
"SentStatusError10018"="Connexion à la ligne téléphonique incorrecte";
"SentResolutionPhotoY2"="Qualité";
"SentResolutionPhotoX2Y2"="Qualité supérieure";
